Repository: herveperoteau/POCStringCatalog
Catalog: POCStringCatalog/strings/Localizable.xcstrings
Source language: en
Languages: es, fr, it, nl

# install_theme_error
source: An error occurred while installing the application. Try reinstalling the application. Make sure you have enough space available
es: Se produjo un error durante la instalación de la aplicación. Intente volver a instalar la aplicación. Asegúrese de que tiene suficiente espacio disponible
fr: Une erreur est survenue pendant l'installation de l'application. Tentez de réinstaller l'application. Vérifiez que vous avez assez d'espace disponible
it: Si è verificato un errore durante l'installazione dell'applicazione. Provare a reinstallare l'applicazione. Assicurarsi di avere abbastanza spazio disponibile
nl: Er is een fout opgetreden tijdens het installeren van de applicatie. Probeer het opnieuw installeren van de applicatie. Zorg ervoor dat u voldoende ruimte beschikbaar is

# instruction_avenue
source: avenue
es: avenida
it: viale
nl: laan

# instruction_avenue_abbreviation
source: AV
es: Avda.
it: V.Le
nl: LN

# instruction_boulevard
source: boulevard
es: bulevar
it: corso

# instruction_boulevard_abbreviation
source: BD
es: Blvr.
it: C.So

# instruction_departmental_road
source: departmental road
es: carretera autonómica
fr: route départementale
it: strada provinciale
nl: departementsweg

# instruction_departmental_road_abbreviation
source: Drd
es: Ca.
fr: RD
it: SP
nl: DW

# instruction_industrial_zone
source: industrial zone
es: polígono industrial
fr: zone industrielle
it: zona industriale
nl: industrie zone

# instruction_industrial_zone_abbreviation
source: IE
es: Pol. Ind.
fr: ZI
it: ZI
nl: IG

# instruction_national_road
source: national road
es: carretera nacional
fr: route nationale
it: strada statale
nl: nationale weg

# instruction_national_road_abbreviation
source: Nrd
es: CN
fr: RN
it: SS
nl: NW

# instruction_path
source: path
es: camino
fr: chemin
it: sentiero
nl: weg

# instruction_path_abbreviation
source: Path
es: Cam.
fr: Chem.
it: Sent.
nl: Weg

# instruction_road
source: road
es: calle
fr: route
it: via
nl: instruction_road

# instruction_road_abbreviation
source: RD
es: C.
fr: Rte
it: Via
nl: instruction_road_abbreviation

source: Internal error
es: Error interno
fr: Erreur interne
it: Errore interno
nl: Interne fout

# keychain_error
source: Cannot retrieve your Coyote ID. If the problem persists, please reinstall the application.
es: No se puede recuperar el ID Coyote, por favor, vuelva a intentarlo en unos minutos o tratar de reiniciar el dispositivo
fr: Impossible de récupérer votre identifiant Coyote, si le problème persiste réinstallez l'application
it: Impossibile recuperare l'ID Coyote, si prega di riprovare in pochi minuti o provare a riavviare il dispositivo
nl: Kan uw Coyote ID niet ophalen, gelieve opnieuw te proberen binnen enkele minuten en probeer het apparaat opnieuw op te starten

source: Latitude:
es: Latitud :
it: Latitudine :
nl: Breedtegraad :

# less_details
source: Fewer details
es: Menos información
fr: Moins de détails
it: Meno dettagli
nl: Minder informatie

# level_crossing_message
source: COYOTE now warns you when approaching the most important level crossings.
es: Ahora COYOTE te avisa cuando te acercas a los pasos de nivel más importantes.
fr: COYOTE vous avertit désormais à l'approche des passages à niveaux les plus importants.
it: Ora COYOTE ti avvisa quando ti avvicini ai passaggi a livello più importanti.
nl: COYOTE waarschuwt u voortaan in de buurt van de belangrijkste overwegen.

# level_crossing_title
source: Level crossing alert
es: Alerta de paso a nivel
fr: Alerte Passage à niveau
it: Allerta passaggi a livello
nl: Waarschuwing « Overweg »

# level_crossing_understand
source: I understand
es: Comprendido
fr: J'ai compris
it: Ho capito
nl: Ik begrijp het

# login_technical_problem
source: A technical error has occurred. Please try again later.
es: Se ha producido un problema técnico: vuelva a intentarlo más tarde.
fr: Un problème technique est survenu, merci de réessayer ultérieurement.
it: Si è verificato un problema tecnico; ti invitiamo a riprovare.
nl: Er is een technisch probleem opgetreden. Probeer het later opnieuw.

# login_technical_problem_customer
source: A technical error has occurred. Please contact customer services.
es: Se ha producido un problema técnico: póngase en contacto con el servicio de atención al cliente.
fr: Un problème technique est survenu, veuillez contacter le service client.
it: Si è verificato un problema tecnico, ti invitiamo a contattare il servizio clienti.
nl: Er is een technisch probleem opgetreden. Gelieve contact op te nemen met de klantendienst.

source: Longitude:
es: Longitud :
it: Longitudine :
nl: Lengtegraad :

# maneuver_action_continue_highway
source: Continue onto the highway
es: Continúe por la autovía
fr: Continuer sur l'autoroute
it: Proseguite sull'autostrada
nl: Blijf op de autosnelweg

# maneuver_action_end
source: You're arrived at your destination
es: Ha llegado a su destino
fr: Fin de route
it: Siete arrivati a destinazione
nl: U bent aangekomen

# maneuver_action_enter_highway
source: Enter the highway
es: Acceda a la autovía
fr: S'insérer sur l'autoroute
it: Entrate in autostrada
nl: Invoegen op de autosnelweg

# maneuver_action_enter_highway_from_left
source: Enter the highway by the left
es: Acceda a la autovía por la izquierda
fr: S'insérer sur l'autoroute par la gauche
it: Entrate in autostrada da sinistra
nl: Links invoegen op de autosnelweg

# maneuver_action_enter_highway_from_right
source: Enter the highway by the right
es: Acceda a la autovía por la derecha
fr: S'insérer sur l'autoroute par la droite
it: Entrate in autostrada da destra
nl: Rechts invoegen op de autosnelweg

# maneuver_action_ferry
source: Take the ferry
es: Tome el ferry
fr: Prendre le ferry
it: Prendete il traghetto
nl: Neem de ferry

# maneuver_action_go_straight
source: Keep going straight
es: Seguir recto
fr: Continuer tout droit
it: Prosegui diritto
nl: Rechtdoor blijven rijden

# maneuver_action_roundabout
source: Roundabout
es: Rotonda
fr: Rond point
it: Rotatoria
nl: Rotonde

# maneuver_action_uturn
source: U-Turn
es: Media vuelta
fr: Demi tour
it: Inversione di marcia
nl: Rechtsomkeer maken

# maneuver_exit
source: Exit %@
es: Salida %@
fr: Sortie %@
it: Uscita %@
nl: Afrit %@

# maneuver_left_exit
source: Take the left exit
es: Toma la salida de la izquierda
fr: Prenez la sortie de gauche
it: Prendere l'uscita a sinistra
nl: Neem de afslag links

# maneuver_left_ramp
source: Take the left lane
es: Toma el carril izquierdo
fr: Prenez la voie de gauche
it: Prendere la corsia di sinistra
nl: Neem de linkerbaan

# maneuver_right_exit
source: Take the right exit
es: Toma la salida de la derecha
fr: Prenez la sortie de droite
it: Prendere l'uscita a destra
nl: Neem de afslag rechts

# maneuver_right_ramp
source: Take the right lane
es: Toma el carril derecho
fr: Prenez la voie de droite
it: Prendere la corsia di sinistra
nl: Neem de rechterbaan

# maneuver_turn_heavy_left
source: Make a heavy left turn
es: Gire completamente a la izquierda
fr: Tournez à gauche
it: Girate completamente a sinistra
nl: Sla volledig linksaf

# maneuver_turn_heavy_right
source: Make a heavy right turn
es: Gire completamente a la derecha
fr: Tournez à droite
it: Girate completamente a destra
nl: Sla volledig rechtsaf

# maneuver_turn_keep_left
source: Turn and keep left
es: Gire y manténgase a la izquierda
fr: Restez à gauche
it: Girate e tenete la sinistra
nl: Sla af en houd links aan

# maneuver_turn_keep_middle
source: Turn and remain on the middle lane
es: Gire y manténgase en el carril central
fr: Prenez la voie centrale
it: Girate e tenete la carreggiata centrale
nl: Sla af en blijf op de middelste rijstrook rijden

# maneuver_turn_keep_right
source: Turn and keep right
es: Gire y manténgase a la derecha
fr: Restez à droite
it: Girate e tenete la destra
nl: Sla af en houd rechts aan

# maneuver_turn_light_left
source: Make a slight left turn
es: Gire ligeramente a la izquierda
fr: Tournez à gauche
it: Girate leggermente a sinistra
nl: Sla schuin linksaf

# maneuver_turn_light_right
source: Make a slight right turn
es: Gire ligeramente a la derecha
fr: Tournez à droite
it: Girate leggermente a destra
nl: Sla schuin rechtsaf

# maneuver_turn_no_turn
source: Continue
es: Continúe
fr: Continuez
it: Proseguite
nl: Rij verder

# maneuver_turn_quite_left
source: Turn left
es: Gire a la izquierda
fr: Tournez à gauche
it: Girate a sinistra
nl: Sla linksaf

# maneuver_turn_quite_right
source: Turn right
es: Gire a la derecha
fr: Tournez à droite
it: Girate a destra
nl: Sla rechtsaf

# maneuver_turn_return
source: Turn around
es: Dé media vuelta
fr: Faites demi-tour
it: Fate inversione
nl: Maak rechtsomkeer

# maneuver_turn_roundabout_1
source: Take the 1st exit
es: Tome la 1.ª salida
fr: Prenez la 1re sortie
it: Prendete la 1a uscita
nl: Neem de 1e afrit

# maneuver_turn_roundabout_2
source: Take the 2nd exit
es: Tome la 2.ª salida
fr: Prenez la 2e sortie
it: Prendete la 2a uscita
nl: Neem de 2e afrit

# maneuver_turn_roundabout_3
source: Take the 3rd exit
es: Tome la 3.ª salida
fr: Prenez la 3e sortie
it: Prendete la 3a uscita
nl: Neem de 3e afrit

# maneuver_turn_roundabout_4
source: Take the 4th exit
es: Tome la 4.ª salida
fr: Prenez la 4e sortie
it: Prendete la 4a uscita
nl: Neem de 4e afrit

# maneuver_turn_roundabout_5
source: Take the 5th exit
es: Tome la 5.ª salida
fr: Prenez la 5e sortie
it: Prendete la 5a uscita
nl: Neem de 5e afrit

# maneuver_turn_roundabout_6
source: Take the 6th exit
es: Tome la 6.ª salida
fr: Prenez la 6e sortie
it: Prendete la 6a uscita
nl: Neem de 6e afrit

# maneuver_turn_roundabout_7
source: Take the 7th exit
es: Tome la 7.ª salida
fr: Prenez la 7e sortie
it: Prendete la 7a uscita
nl: Neem de 7e afrit

# maneuver_turn_roundabout_8
source: Take the 8th exit
es: Tome la 8.ª salida
fr: Prenez la 8e sortie
it: Prendete l'8a uscita
nl: Neem de 8e afrit

# maneuver_turn_roundabout_9
source: Take the 9th exit
es: Tome la 9.ª salida
fr: Prenez la 9e sortie
it: Prendete la 9a uscita
nl: Neem de 9e afrit

# maneuver_turn_roundabout_10
source: Take the 10th exit
es: Tome la 10.ª salida
fr: Prenez la 10e sortie
it: Prendete la 10a uscita
nl: Neem de 10e afrit

# maneuver_turn_roundabout_11
source: Take the 11th exit
es: Tome la 11.ª salida
fr: Prenez la 11e sortie
it: prendete l'11a uscita
nl: Neem de 11e afrit

# maneuver_turn_roundabout_12
source: Take the 12th exit
es: Tome la 12.ª salida
fr: Prenez la 12e sortie
it: Prendete la 12a uscita
nl: Neem de 12e afrit

# many_danger_zones_added
source: %d constant danger added
es: %d peligros permanentess añadidos
fr: %d dangers permanents ajoutés
it: %d pericoli permanenti aggiunti
nl: %d permanente gevaren toegevoegd

# many_radars_added
source: %d speed cameras added
es: %d radares fijos añadidos
fr: %d radars ajoutés
it: %d autovelox fissi aggiunti
nl: %d vaste radars toegevoegd

# map_init_error
source: Map initialization error (%d)
es: Error de inicialización del mapa (%d)
fr: Erreur d'initialisation de la carte (%d)
it: Errore di inizializzazione della mappa (%d)
nl: Fout bij kaartinitialisatie (%d)

# map_package_downloader_available_memory
source: Available memory
es: Memoria disponible
fr: Mémoire disponible
it: Memoria disponibile
nl: Beschikbaar geheugen

# map_package_downloader_cancel
source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleren

# map_package_downloader_canceling_download
source: Canceling download
es: Cancelación de la descarga
fr: Annulation du téléchargement
it: Annulla il download
nl: Annulatie download

# map_package_downloader_data_connection
source: Downloading large files over a mobile data connection will use a lot of data. Consider using Wi-Fi instead.
es: La descarga de archivos grandes a través de una conexión móvil consume muchos datos. Quizá deba utilizar una conexión Wi-Fi en su lugar.
fr: Le téléchargement de fichiers volumineux via une connexion mobile consomme beaucoup de données. Préférez l'utilisation d'une connexion Wi-Fi.
it: Il download di file voluminosi con una connessione mobile consumerà molti dati. Ti invitiamo a ricorrere a una connessione Wi-Fi.
nl: Grote bestanden downloaden via een mobiele verbinding verbruikt veel gegevens. Maak gebruik van een wifi-verbinding.

# map_package_downloader_downloading
source: Downloading:
es: Descarga :
fr: Téléchargement :
it: Download :
nl: Download :

# map_package_downloader_error_corrupted_map
source: A technical problem has occurred: your downloaded maps had to be deleted. Do you want to download them again?
es: Se ha producido un problema técnico: se han tenido que eliminar los mapas descargados. ¿Quieres descargarlos de nuevo?
fr: Un problème technique est survenu : vos cartes téléchargées ont dû être supprimées. Voulez-vous les télécharger à nouveau ?
it: Si è verificato un problema tecnico: le mappe scaricate sono state cancellate. Vuoi scaricarle di nuovo?
nl: Er is een technisch probleem opgetreden: uw gedownloade kaarten moesten worden verwijderd. Wilt u ze opnieuw downloaden?

# map_package_downloader_error_corrupted_map_button_download
source: Download
es: Descargar
fr: Télécharger
it: Scaricamento
nl: Downloaden

# map_package_downloader_error_corrupted_map_button_ignore
source: Ignore
es: Ignorar
fr: Ignorer
it: Ignorare
nl: Negeren

# map_package_downloader_error_disk_space_needed
source: More disk space is needed on your device to download this map.
es: Libere espacio en el disco de su teléfono para descargar el mapa.
fr: Libérez de l'espace disque sur votre téléphone pour télécharger cette carte.
it: Libera lo spazio su disco sul telefono per scaricare questa mappa.
nl: Maak opslagruimte vrij op uw telefoon om de kaart te downloaden.

# map_package_downloader_error_internet_connectivity_missing
source: Internet connectivity missing
es: No hay conexión a Internet
fr: Pas de connexion Internet
it: Nessun collegamento Internet
nl: Geen internetverbinding

# map_package_downloader_error_please_retry
source: An error has occurred, please try again later (%d)
es: Ha ocurrido un error, inténtalo de nuevo más tarde (%d)
fr: Une erreur est survenue, veuillez réessayer plus tard (%d)
it: Si è verificato un errore, riprovare più tardi (%d)
nl: Er is een fout opgetreden, probeer het later opnieuw (%d)

# map_package_downloader_hang_on
source: Hang on
es: Espere
fr: Veuillez patienter
it: Attendere prego
nl: Eventjes geduld

# map_package_downloader_remove_map
source: Remove the map '%@'?
es: ¿Desea eliminar el mapa '%@'?
fr: Supprimer la carte '%@' ?
it: Eliminare la mappa '%@'?
nl: Kaart verwijderen '%@'?

# map_package_downloader_stop_downloading
source: Stop downloading '%@'?
es: ¿Desea detener la descarga '%@'?
fr: Arrêter le téléchargement '%@' ?
it: Arresta il download '%@'?
nl: Download stoppen '%@'?

# map_package_downloader_update
source: Update
es: Actualizar
fr: Mettre à jour
it: Aggiorna
nl: Updaten

# map_package_downloader_update_required
source: An update is required in order to download new maps.
es: Es necesaria una actualización para poder descargar una nueva cartografía.
fr: Une mise à jour est nécessaire pour pouvoir télécharger une nouvelle cartographie.
it: Per scaricare le nuove mappe occorre eseguire un aggiornamento.
nl: Er is een update nodig om een nieuwe kaart te kunnen downloaden.

# map_package_downloader_whole_area
source: Whole area,
es: Zona entera,
fr: Toute la zone,
it: Zona completa,
nl: Volledige zone,

# map_update_available_message
source: A map update is available
es: Hay una actualización de la cartografía disponible
fr: Une mise à jour de la cartographie est disponible
it: È disponibile un aggiornamento delle mappe
nl: Een update van de kaarten is beschikbaar

# map_update_details
source: Details
es: Detalles
fr: Détails
it: Dettagli

# maps_update_button_label
source: Update
es: Actualizar
fr: Mettre à jour
it: Aggiorna
nl: Updaten

# maps_update_download
source: Download
es: Descarga
fr: Téléchargement

# maps_update_get_it
source: Get the latest map update.
es: Disfrute de la nueva actualización de la cartografía.
fr: Bénéficiez de la nouvelle mise à jour de la cartographie.
it: Approfitta del nuovo aggiornamento delle mappe.
nl: Profiteer van de nieuwe update van de kaarten.

# maps_update_installation_in_progress
source: Installing update in progress
es: Instalación de actualización en curso
fr: Installation de la mise à jour en cours
it: Installazione dell'aggiornamento in corso
nl: Bezig met installeren van update

# maps_update_new_version
source: New version
es: Nueva versión
fr: Nouvelle version
it: Nuova versione
nl: Nieuwe versie

# maps_update_title
source: Maps update
es: Actualización mapas
fr: Mise à jour des cartes
it: Aggiornamento mappe
nl: Update van de kaarten

# maps_update_updated
source: Map up to date
es: Cartografía actualizada
fr: Cartographie à jour
it: Mappe aggiornate
nl: Kaart bijgewerkt

# menu_audio_alerts
source: Audio alerts
es: Alertas sonoras
fr: Alertes sonores
it: Allerte sonore
nl: Waarschuwingen met geluid

# menu_carplay_activated
source: Activated
es: Activo
fr: Activé
it: Attivato
nl: Geactiveerd

# menu_carplay_description
source: Display Coyote on compatible CarPlay car radios
es: Mostrar Coyote en radios de vehículo CarPlay compatibles
fr: Afficher Coyote sur les autoradios compatibles CarPlay
it: Visualizza Coyote sulle autoradio compatibili CarPlay
nl: Coyote weergeven op compatibele CarPlay-autoradio's

# menu_choose_coyote_carplay
source: Choose Coyote Premium
es: Elegir Coyote Premium
fr: Choisir Coyote Premium
it: Scegli Coyote Premium
nl: Coyote Premium kiezen

# menu_coyote_volume
source: Coyote volume
es: Volumen de Coyote
fr: Volume Coyote
it: Volume Coyote
nl: Volume Coyote

# menu_end_date
source: End date
es: Fecha de fin
fr: Date de fin
it: Data di fine
nl: Einddatum

# menu_export_mode
source: Expert
es: Experto
it: Esperto

# menu_fill_promotional_code
source: Enter your Coyote promotional code in the field below.
es: Escriba su código promocional Coyote en el campo siguiente.
fr: Renseignez votre code promotionnel Coyote dans le champs ci-dessous.
it: Inserisci il codice promozionale Coyote nel campo riportato qui sotto.
nl: Vul in het onderstaande veld uw Coyote-promocode in.

# menu_item_title_my_infos
source: My info
es: Mi información
fr: Mes infos
it: Le mie informazioni
nl: Mijn info

# menu_item_title_my_offers
source: My offers
es: Mis ofertas
fr: Mes offres
it: Le mie offerte
nl: Mijn aanbiedingen

# menu_item_title_my_stats
source: My stats
es: Mis estadísticas
fr: Mes stats
it: Le mie statistiche
nl: Mijn statistieken

# menu_item_title_my_subscription
source: My subscription
es: Mi suscripción
fr: Mon abonnement
it: Il mio abbonamento
nl: Mijn abonnement

# menu_item_title_promotional_code
source: Promotional code
es: Código promocional
fr: Code promotionnel
it: Codice promozionale
nl: Promocode

# menu_item_title_quick_actions
source: Quick actions
es: Acciones rápidas
fr: Actions rapides
it: Azioni rapide
nl: Snelle acties

# menu_item_title_settings
source: Settings
es: Configuración
fr: Paramètres
it: Impostazioni
nl: Instellingen

# menu_item_title_update_maps
source: Maps update
es: Actualización mapas
fr: Mise à jour des cartes
it: Aggiornamento mappe
nl: Update van de kaarten

# menu_low_phone_volume
source: Low phone volume
es: Volumen bajo del teléfono
fr: Volume du téléphone faible
it: Volume del telefono basso
nl: Volume van de telefoon te laag

# menu_map_mode
source: Map
es: Mapa
fr: Carte
it: Mappa
nl: Kaart

# menu_my_account
source: My account
es: Mi cuenta
fr: Mon compte
it: Il mio profilo
nl: Mijn account

# menu_my_identifier
source: My identifier
es: Mi identificador
fr: Mon identifiant
it: Il mio identificatore
nl: Mijn identifier

# menu_my_infos
source: My info
es: Mi información
fr: Mes infos
it: Le mie informazioni
nl: Mijn info

# menu_option_activated
source: The option has been activated
es: La opción está activada
fr: L'option est activée
it: L'opzione è stata attivata
nl: De optie is ingeschakeld

# menu_scout_beginner
source: Beginner scout
es: Explorador principiante
fr: Éclaireur débutant
it: Esploratore principiante
nl: Beginnend verkenner

# menu_scout_confirmed
source: Confirmed scout
es: Explorador confirmado
fr: Éclaireur confirmé
it: Esploratore confermato
nl: Ervaren verkenner

# menu_scout_expert
source: Expert scout
es: Explorador experto
fr: Éclaireur expert
it: Esploratore esperto
nl: Zeer ervaren verkenner

# menu_sign_out
source: Sign out
es: Desconectar
fr: Déconnexion
it: Disconnessione
nl: Afmelden

# menu_status
source: Status
es: Estado
fr: Statut
it: Stato

# menu_status_active
source: Active
es: Activa
fr: Actif
it: Attivo
nl: Actief

# menu_status_expired
source: Expired
es: Caducada
fr: Expiré
it: Scaduto
nl: Verstreken

# menu_status_trial
source: Trial
es: Descubierto
fr: Découverte
it: Scoperto
nl: Ontdekking

# menu_subscribe
source: Subscribe
es: Suscribirse
fr: S'abonner
it: Abbonati
nl: Een abonnement activeren

# menu_use_promotional_code
source: Use a promotional code
es: Utilizar un código promocional
fr: Utiliser un code promo
it: Utilizza un codice promozionale
nl: Een promocode gebruiken

# menu_version
source: Version
es: Versión
it: Versione
nl: Versie

# menu_voice_navigation
source: Voice navigation
es: Navegación por voz
fr: Guidage vocal
it: Voce guida
nl: Spraaknavigatie

source: More details
es: Más información
fr: Plus de détails
it: Maggiori dettagli
nl: Meer informatie

# my_offers_error_occurred
source: An error occurred
es: Se ha producido un error
fr: Une erreur est survenue
it: Si è verificato un errore
nl: Er is een fout opgetreden

# my_offers_no_product
source: No offers are currently available.
es: No hay ofertas disponibles actualmente.
fr: Aucune offre n'est actuellement disponible.
it: Nessuna offerta è attualmente disponibile.
nl: Er zijn momenteel geen aanbiedingen beschikbaar.

# my_offers_product_error
source: Unable to retrieve the deals for your account.
es: No se pueden recuperar las ofertas de su cuenta.
fr: Impossible de récupérer les offres de votre compte.
it: Impossibile recuperare le offerte per il tuo account.
nl: Kan ophalen van de aanbiedingen voor uw account.

# my_offers_technical_problem
source: A technical error has occurred. Please try again later.
es: Se ha producido un problema técnico: vuelva a intentarlo más tarde.
fr: Un problème technique est survenu, merci de réessayer ultérieurement.
it: Si è verificato un problema tecnico; ti invitiamo a riprovare.
nl: Er is een technisch probleem opgetreden. Probeer het later opnieuw.

# nav_calculating_route
source: Calculating route
es: Calcular el trayecto
fr: Calcul du trajet
it: Calcolo del percorso
nl: Route wordt berekend

# nav_connecting_to_server
source: Connecting to Coyote server
es: Conexión al servidor Coyote
fr: Connexion au serveur Coyote
it: Connessione al server Coyote
nl: Verbinding met de Coyote-server

# nav_panel_better_itinerary
source: Another route is available. This will save you:
es: Tiene a su disposición otro itinerario alternativo que le hará ganar:
fr: Un autre itinéraire vous est proposé, il vous fera gagner :
it: Ti è stato proposto un percorso alternativo, risparmierai:
nl: Er wordt een andere route voorgesteld. U wint daardoor:

# nav_slow_network
source: Awaiting response, please wait ...
es: Esperando respuesta, por favor espere ...
fr: En attente de la réponse, merci de patienter...
it: In attesa di risposta, attendere prego ...
nl: In afwachting van antwoord, even geduld ...

source: Next
es: Siguiente
fr: Suivant
it: Successivo
nl: Volgende

# onboarding_back
source: Back
es: Retorno
fr: Retour
it: Ritorno
nl: Terug

# onboarding_cancel
source: Cancel
es: Cancelar
fr: Annuler
it: Annullare
nl: Annuleren

# onboarding_close
source: Close
es: Cerrar
fr: Fermer
it: Chiudere
nl: Sluiten
